{
    "leopardFacts": [
      {
        "title": "Where are Leopards found in Sri Lanka?",
        "description": "Though the Sri Lanka leopard is classified as endangered, leopards can be more easily observed in Sri Lanka than in any other Asian country. One reason is: leopards tend to be more hiding due to the existence of larger predators. But there are neither tigers nor lions in Sri Lanka that could frighten leopards.Visitors of Sri Lanka taking part in a safari in Yala or Wilpattu should be aware, that watching leopards differs from elephant safaris. Observers have to stay at a distance in order to gain some trust of the animal. The most important advice is: to be quiet."
      },
      {
        "title": "Yala National Park",
        "description": "Yala National Park, block 1 in particular, is most famous for its leopard population and frequented by large numbers of tourists seeking to spot the beautiful big cat. Leopards love to lie in branch forks and on boulders looking for prey or just relaxing.There are many more rocks and open plains in Yala than in Wilpattu.As a result, the range of visibility is higher. This is the reason why chances to spot leopards are better in Yala than in Wilpattu, although there might well be even more leopards in Wilpattu. Nonetheless, you should be aware: On a normal Yala half-day safari - about four hours in the morning or afternoon - chances to sight a leopard are below 50 percent. But a full day in Yala combined with another half-day safari will increase the chances to more than 90 percent"
      }
    ],
    "threats": [
      {
        "title": "The use of leopard Skin",
        "description": "Leopards are roaming Sri Lanka because their habitat has been destroyed and they must search for food in villages. In 2020, 13 leopards were reported killed in the island nation, mostly in Nuwara Eliya district.he leopards enter villages and kill domestic dogs and even cats. <b>Consequnces</b>:The leopards are killed to obtain their skin, teeth and other body parts. Modern marketing myths have given mystical value to the body parts of the leopards. People wear leopard teeth around their neck as they believe that the teeth of the big cat  offer protection, while businessmen keep leopard teeth in a golden bowl to protect their lives and make more money.What mechanisms are used to reduce the threats:</b>Under the Fauna and Flora Ordinance, the leopard is a protected animal. Killing a leopard is an offense for which a person can be apprehended without a warrant and carries a fine of 30,000 rupees (US$160) to 100,000 rupees or imprisonment for two to five years, or both. A Catholic nun who teaches at a school in the Archdiocese of Colombo said the animals have not yet come to her village. People have gone to the jungle to cut down trees and carry out development activities.<br>"

      },
      {
        "title": "Destruction of habitat",
        "description": "The greatest threat to the leopard, however, is unplanned development and illegal encroachment into its natural habitat.While Sri Lanka needs development, it must be planned, sustainable and take into account the wilderness and wildlife that may already be living in these areas.<br> <b>Consequnces:</b>The first to migrate towards people are the leopard’s prey species, drawn by the nutritious cultivations and having little left in the areas they are now confined in. They become the prime targets for the snares and traps as the local human populace hunts their number. The leopards are inevitably drawn into following them and then discover domestic animals whose weakened survival instincts make them easier prey than their wilier wild cousins. And so the conflict between human and leopard begins.<br> <b>What mechanisms are used to reduce the threat:</b>In 2021, the WNPS and LOLC launched the country’s first Multi-Regional Monitoring System for the Conservation of the Sri Lanka Leopard. This five year programme, funded by the LOLC, involves:<br> 1.The establishment of a network of specialised Leopard Conservation Locations and Research Centres across identified geographically important areas<br> 2.These research centres will focus, on a regional basis, on understanding the species function in populations or meta-populations that exist at much larger scales than individual management units<br>"
      }
    ]
  }
  